# FtSup3HPerMinBtu Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtSup3HPerMinBtu Property
SymbolTypeId Class See Also
---
Symbol ft³·h/(min·Btu), indicating unit Cubic feet per minute per British thermal unit per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtSup3HPerMinBtu { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtSup3HPerMinBtu As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtSup3HPerMinBtu {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace